{
  "individuals": [
    {
      "slug": "personal-knowledge-base",
      "title": "Personal Knowledge Base",
      "overview": "Chat with your personal documents, notes, and research using AI — all processed locally on your device.",
      "features": [
        "Upload PDFs, documents, and notes to your private knowledge base",
        "Ask questions and get answers with cited sources",
        "Choose your AI model: free Groq, premium OpenAI, or local Ollama",
        "Your data never leaves your device when using local mode",
        "Search across all your documents instantly"
      ],
      "details": "Stop losing track of important information buried in documents. Upload your research papers, notes, contracts, or any text documents and chat with them naturally. The AI finds relevant passages and answers your questions with precise citations. Perfect for students, researchers, and anyone who needs to manage large amounts of information privately.",
      "tryLink": "/documents"
    },
    {
      "slug": "medical-records-assistant",
      "title": "Medical Records Assistant",
      "overview": "Securely manage and understand your medical records with AI that keeps your health data private.",
      "features": [
        "Upload medical reports, lab results, and doctor notes",
        "Get plain-language explanations of medical terminology",
        "Track health trends across multiple documents",
        "100% private — data stays on your device with local AI",
        "Prepare informed questions for doctor visits"
      ],
      "details": "Understanding your own health data should not require a medical degree. Upload your medical records to your private knowledge base and ask questions in plain language. The AI explains complex terminology, identifies trends in your lab results, and helps you prepare for doctor appointments. When you run Botsmann locally, your sensitive health information never leaves your device.",
      "tryLink": "/documents"
    },
    {
      "slug": "legal-document-assistant",
      "title": "Legal Document Assistant",
      "overview": "Understand contracts, agreements, and legal documents without expensive attorney fees.",
      "features": [
        "Upload contracts, leases, and legal documents",
        "Get explanations of complex legal clauses",
        "Compare multiple versions of documents",
        "Identify important terms and obligations",
        "Completely private — run locally for sensitive documents"
      ],
      "details": "Before signing that contract or lease, understand exactly what you are agreeing to. Upload legal documents and ask questions in plain language. The AI highlights important clauses, explains legal terminology, and helps you identify potential concerns. For sensitive legal matters, run Botsmann locally with Ollama for complete privacy.",
      "tryLink": "/documents"
    },
    {
      "slug": "swiss-german-teacher",
      "title": "Heidi – Your Swiss German Companion",
      "overview": "Master Swiss German with Heidi - Your AI companion for High German and Züridütsch.",
      "features": [
        "Adapts to You: Tables for words, replies for sentences—built for your needs.",
        "Dual-Language Power: High German and Züridütsch, side by side.",
        "Real Context: Words and phrases come alive with examples.",
        "Instant Writing: Emails and texts crafted in both languages.",
        "Swiss Culture: Insider tips on history and social life.",
        "Local Smarts: Navigate Switzerland like you belong."
      ],
      "details": "Type a word, and Heidi delivers a table comparing High German and Züridütsch with real-life examples. Send a sentence or email, and get a tailored response to communicate effortlessly. With cultural tips and local know-how, she's your shortcut to thriving in Switzerland.",
      "tryLink": "https://chatgpt.com/g/g-rni41WTSh-heidi-tell"
    }
  ],
  "businesses": [
    {
      "slug": "enterprise-knowledge-base",
      "title": "Enterprise Knowledge Base",
      "overview": "Deploy a private AI knowledge base on your infrastructure — your company data stays in your control.",
      "features": [
        "Deploy on your own servers or private cloud",
        "No data sent to external AI providers",
        "Choose your AI model based on needs and budget",
        "Role-based access control for sensitive documents",
        "Full audit trail of all AI interactions"
      ],
      "details": "Enterprise knowledge is your competitive advantage — keep it secure. Deploy Botsmann on your infrastructure and let employees chat with company documentation, policies, and procedures without sending sensitive data to external AI services. We provide consulting to set up and customize for your specific needs.",
      "customSections": {
        "deployment": [
          "On-premises installation",
          "Private cloud deployment",
          "Hybrid configurations"
        ],
        "consulting": [
          "Infrastructure assessment",
          "Custom model training",
          "Integration with existing systems"
        ]
      },
      "tryLink": "/documents"
    },
    {
      "slug": "contract-analysis-platform",
      "title": "Contract Analysis Platform",
      "overview": "Accelerate contract review with AI that processes documents on your own infrastructure.",
      "features": [
        "Upload and analyze contracts in seconds",
        "Extract key terms and obligations automatically",
        "Compare contracts against standard templates",
        "Deploy on-premises for maximum security",
        "Integrate with existing document management systems"
      ],
      "details": "Legal teams spend countless hours reviewing contracts. Deploy Botsmann on your infrastructure to automatically extract key terms, identify unusual clauses, and compare against standard templates. All processing happens on your servers — client confidentiality is never compromised.",
      "tryLink": "/documents"
    },
    {
      "slug": "compliance-documentation-system",
      "title": "Compliance Documentation System",
      "overview": "Manage regulatory compliance with AI that keeps sensitive compliance data on your infrastructure.",
      "features": [
        "Upload and organize compliance documentation",
        "Ask questions about regulatory requirements",
        "Track document versions and changes",
        "Generate compliance reports from your knowledge base",
        "GDPR and SOC2 compliant by design"
      ],
      "details": "Regulatory compliance requires managing vast amounts of documentation. Deploy Botsmann to create a searchable knowledge base of regulations, policies, and procedures. Employees can ask questions in natural language and get accurate answers with citations to source documents.",
      "tryLink": "/documents"
    },
    {
      "slug": "technical-documentation-hub",
      "title": "Technical Documentation Hub",
      "overview": "Help engineering teams find answers in technical documentation instantly with private AI.",
      "features": [
        "Index all technical documentation in one place",
        "Natural language search across codebases and docs",
        "Onboard new engineers faster with AI assistance",
        "Keep proprietary technical knowledge secure",
        "Deploy on your development infrastructure"
      ],
      "details": "Engineering teams waste hours searching through documentation. Deploy Botsmann to create a searchable knowledge base of technical docs, API references, and internal wikis. New engineers can ask questions and get answers instantly, reducing onboarding time dramatically.",
      "tryLink": "/documents"
    }
  ],
  "governments": [
    {
      "slug": "citizen-services-assistant",
      "title": "Citizen Services Assistant",
      "overview": "Help citizens find answers to government services questions with AI deployed on government infrastructure.",
      "features": [
        "Deploy on government-controlled infrastructure",
        "Index all public-facing documentation",
        "Answer citizen questions 24/7",
        "Multiple language support",
        "Complete data sovereignty — no external AI services"
      ],
      "details": "Citizens should not need to navigate complex government websites to find answers. Deploy Botsmann on government infrastructure to create an AI assistant that answers questions about services, procedures, and requirements. All data stays on government servers — complete data sovereignty.",
      "tryLink": "/documents"
    },
    {
      "slug": "policy-research-platform",
      "title": "Policy Research Platform",
      "overview": "Help policy researchers search and analyze legislation, reports, and research with private AI.",
      "features": [
        "Index legislation, reports, and policy documents",
        "Natural language search across all materials",
        "Compare policy approaches across jurisdictions",
        "Generate summaries of complex documents",
        "Secure deployment for classified materials"
      ],
      "details": "Policy development requires synthesizing vast amounts of information. Deploy Botsmann to create a searchable knowledge base of legislation, research reports, and policy documents. Researchers can ask complex questions and get answers with citations to source materials.",
      "tryLink": "/documents"
    },
    {
      "slug": "internal-knowledge-management",
      "title": "Internal Knowledge Management",
      "overview": "Help government employees find answers in internal documentation and procedures with secure AI.",
      "features": [
        "Deploy on government networks (air-gapped if needed)",
        "Index internal policies, procedures, and guidelines",
        "Reduce time spent searching for information",
        "Maintain complete security and compliance",
        "Audit all AI interactions for accountability"
      ],
      "details": "Government employees often struggle to find the right policy or procedure. Deploy Botsmann on internal government networks to create a searchable knowledge base of policies, procedures, and institutional knowledge. Even air-gapped deployments are supported with local Ollama models.",
      "tryLink": "/documents"
    }
  ]
}
